---
kind: other
id: Methods.T:Autodesk.Revit.DB.IFC.IFCFamilyInstanceExtrusionExportResults
source: html/b955a314-db9e-6cbd-19db-053000a37fc5.htm
---
# IFCFamilyInstanceExtrusionExportResults Methods

Gets the set of "openings" determined from the analysis of the instance geometry.